Repository: ShokoAnime/Shokodi
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, he_il, it_it, ru_ru, sv_se, zh_cn

# #30078
source: Hide Episode plot for unwatched episodes
ar_sa: إخفاء مؤامرة الحلقة للحلقات غير المراقبة
de_de: Verstecke die Handlung für ungesehene Episoden
es_es: Ocultar la trama del episodio para episodios no vistos
he_il: הסתר העלילה פרק עבור פרקים לא רצוי
it_it: Nascondi la trama degli episodi per gli episodi non voluti
ru_ru: Сюжет «Эпизод для скрытых эпизодов»
sv_se: Dölj episodplot för oöppnade episoder
zh_cn: 隐藏未观看分集的剧情描述

# #30079
source: Hidden Due to User Settings
ar_sa: خفية بسبب إعدادات المستخدم
de_de: Versteckt wegen Benutzereinstellungen
es_es: Oculto debido a la configuración del usuario
he_il: מוסתרת עקב הגדרות משתמש
it_it: Nascosto a causa delle impostazioni dell'utente
ru_ru: Скрыто из-за настроек пользователя
sv_se: Dold på grund av användarinställningar
zh_cn: 因用户设置而被隐藏

# #30080
source: Fix Desynced Watched Status in Kodi database
ar_sa: إصلاح حالة المشاهدة الملحقة في قاعدة بيانات Kodi
de_de: Korrigiert den unsynchronen Gesehen Status in der Kodi Datenbank
es_es: Arreglar el estado observado desincronizado en la base de datos Kodi
he_il: תקן Desynced צפו המצב Kodi באתר
it_it: Risolvi lo stato di monitoraggio desinato nel database di Kodi
ru_ru: Исправлено состояние Desynced Watched в базе данных Kodi.
sv_se: Fix Desynced Watched Status i Kodi-databasen
zh_cn: 修正 Kodi 数据库中未同步的观看标志

# #30081
source: This function will execute a DELETE command against your Kodi Database file. This shouldn't affect you in any negative way, but you have been warned.
ar_sa: ستقوم هذه الوظيفة بتنفيذ أمر DELETE مقابل ملف قاعدة بيانات Kodi. لا ينبغي أن يؤثر هذا عليك بأي طريقة سلبية ، ولكن تم تحذيرك.
de_de: Diese Funktion führt einen DELETE-Befehl für Ihre Kodi-Datenbankdatei aus. Dies sollte Sie in keiner Weise negativ beeinflussen, aber Sie wurden gewarnt.
es_es: Esta función ejecutará un comando DELETE contra su archivo de base de datos Kodi. Esto no debería afectarte de ninguna manera negativa, pero has sido advertido.
he_il: פונקציה זו תבצע הפקודה DELETE כנגד קובץ מסד הנתונים של Kodi. זה לא אמור להשפיע עליך בכל דרך שלילית, אבל אתה כבר הזהיר.
it_it: Questa funzione eseguirà un comando DELETE sul tuo file Kodi Database. Questo non dovrebbe influenzarti in alcun modo negativo, ma sei stato avvertito.
ru_ru: Эта функция выполнит команду DELETE для вашего файла базы данных Kodi. Это не должно негативно повлиять на вас, но вас предупредили.
sv_se: Den här funktionen kommer att utföra ett DELETE-kommando mot din Kodi-databasfil. Detta bör inte påverka dig på något negativt sätt, men du har blivit varnad.
zh_cn: 这个功能在你的Kodi数据库中执行DELETE指令，虽然一般来说不会有什么问题，但还是需要警告一下。

# #30082
source: Connection Wizard
ar_sa: معالج الاتصال
de_de: Verbindungsassistent
es_es: Asistente de conexión
he_il: אשף החיבור
it_it: Connessione guidata
ru_ru: Мастер подключения
sv_se: Anslutningsguiden
zh_cn: 连接向导

# #30083
source: Select First Unwatched Episode
ar_sa: حدد أول حلقة غير مراقبة
de_de: Wähle die erste ungesehene Episode aus
es_es: Seleccione el primer episodio no visto
he_il: בחר פרק ראשון לא מתוזמן
it_it: Seleziona Primo episodio non registrato
ru_ru: Выберите первый эпизод
sv_se: Välj första oövervakad episod
zh_cn: 选择第一个未观看的分集

# #30085
source: Enable Eigakan
ar_sa: قم بتمكين Eigakan
de_de: Aktiviere Eigakan
es_es: Habilitar Eigakan
he_il: אפשר Eigakan
it_it: Abilita Eigakan
ru_ru: Включить Эйгакан
sv_se: Aktivera Eigakan
zh_cn: 启用 Eigakan

# #30086
source: IP Address/Hostname
ar_sa: عنوان IP / اسم المضيف
de_de: IP-Adresse / Hostname
es_es: Dirección IP / Nombre de host
he_il: כתובת IP / Hostname
it_it: Indirizzo IP / Nome host
ru_ru: IP-адрес / имя хоста
sv_se: IP-adress / värdnamn
zh_cn: IP 地址/主机名

# #30087
source: Port
ar_sa: ميناء
es_es: Puerto
he_il: נמל
it_it: Porta
ru_ru: порт
sv_se: Hamn
zh_cn: 端口

# #30088
source: Number Attempts Before Giving Up
ar_sa: عدد محاولات قبل الاستسلام
de_de: Anzahl Versuche vor dem Aufgeben
es_es: Número de intentos antes de renunciar
he_il: מספר ניסיונות לפני ויתור
it_it: Numero tentativi prima di rinunciare
ru_ru: Количество попыток до отказа
sv_se: Antal försök innan du ger upp
zh_cn: 重试次数

# #30089
source: Wait (s) to buffer starting
ar_sa: انتظر (ق) لبدء المخزن المؤقت
de_de: Warten (s), bis der Puffer startet
es_es: Espera (s) para iniciar el búfer
he_il: המתן (ים) למאגר החל
it_it: Attendi (s) per avviare il buffer
ru_ru: Ожидание (я) для начала буферизации
sv_se: Vänta (s) till buffertstart
zh_cn: 缓冲前等待秒数

# #30090
source: Advanced settings
ar_sa: إعدادات متقدمة
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
he_il: הגדרות מתקדמות
it_it: Impostazioni avanzate
ru_ru: Расширенные настройки
sv_se: Avancerade inställningar
zh_cn: 高级设置

# #30091
source: Resolution (1920x1080)
ar_sa: القرار (1920 × 1080)
de_de: Auflösung (1920 x 1080)
es_es: Resolución (1920x1080)
he_il: רזולוציה (1920x1080)
it_it: Risoluzione (1920x1080)
ru_ru: Разрешение (1920x1080)
sv_se: Upplösning (1920x1080)
zh_cn: 分辨率（1920x1080）

# #30092
source: x264 profile
ar_sa: x264 الشخصي
de_de: x264-Profil
es_es: perfil x264
he_il: x264 פרופיל
it_it: profilo x264
ru_ru: профиль x264
sv_se: x264 profil
zh_cn: x264 配置文件

# #30093
source: Audio codec
ar_sa: ترميز الصوت
es_es: Codec de audio
he_il: Codec שמע
it_it: Codec audio
ru_ru: Аудио кодек
zh_cn: 音频编码器

# #30094
source: Video bitrate
ar_sa: معدل البت الفيديو
es_es: Bitrate de vídeo
he_il: קצב העברת וידאו
it_it: Bitrate video
ru_ru: Видео битрейт
zh_cn: 视频比特率

# #30095
source: Audio language setting
ar_sa: إعداد لغة الصوت
de_de: Audio-Spracheinstellung
es_es: Ajuste de idioma de audio
he_il: הגדרת שפת שמע
it_it: Impostazione della lingua audio
ru_ru: Настройка языка аудио
sv_se: Ljudspråkinställning
zh_cn: 音频语言选择

# #30096
source: Subtitles language setting
ar_sa: إعداد لغة الترجمة
de_de: Einstellung der Untertitelsprache
es_es: Subtítulos de configuración de idioma
he_il: הגדרת שפת כתוביות
it_it: Impostazione della lingua dei sottotitoli
ru_ru: Настройка языка субтитров
sv_se: Språkinställningar för textning
zh_cn: 字幕语言选择

# #30097
source: Maintenance
ar_sa: اعمال صيانة
de_de: Wartung
es_es: Mantenimiento
he_il: תחזוקה
it_it: Manutenzione
ru_ru: техническое обслуживание
sv_se: Underhåll
zh_cn: 维护

# #30098
source: Main Menu Items
ar_sa: عناصر القائمة الرئيسية
de_de: Hauptmenüpunkte
es_es: Elementos del menú principal
he_il: פריטים בתפריט הראשי
it_it: Voci del menu principale
ru_ru: Пункты главного меню
sv_se: Huvudmenyobjekt
zh_cn: 主菜单项目

# #30099
source: Login Wizard
ar_sa: معالج تسجيل الدخول
de_de: Login-Assistent
es_es: Asistente de inicio de sesión
he_il: אשף ההתחברות
ru_ru: Мастер входа
sv_se: Inloggningsguiden
zh_cn: 登录向导

# #30100
source: More...
ar_sa: أكثر من...
de_de: Mehr...
es_es: Más...
he_il: יותר...
it_it: Di Più...
ru_ru: Больше...
sv_se: Mer...
zh_cn: 更多…

# #30101
source: Show Search
ar_sa: إظهار البحث
de_de: Suche anzeigen
es_es: Mostrar búsqueda
he_il: הצג חיפוש
it_it: Mostra ricerca
ru_ru: Показать поиск
sv_se: Visa sökning
zh_cn: 显示搜索

# #30102
source: Show Settings
ar_sa: إعدادات العرض
de_de: Einstellungen anzeigen
es_es: Ajustes de la presentación
he_il: הצג הגדרות
it_it: Mostra impostazioni
ru_ru: Показать настройки
sv_se: Visa inställningar
zh_cn: 显示设置

# #30103
source: Show Calendar
ar_sa: عرض التقويم
de_de: Kalender anzeigen
es_es: Mostrar calendario
he_il: הצג יומן
it_it: Mostra il calendario
ru_ru: Показать календарь
sv_se: Visa kalender
zh_cn: 显示日历

# #30104
source: Warning
ar_sa: تحذير
de_de: Warnung
es_es: Advertencia
he_il: אזהרה
it_it: avvertimento
ru_ru: Предупреждение
sv_se: Varning
zh_cn: 警告

# #30105
source: Show Unsorted
ar_sa: عرض غير مصنفة
de_de: Unsortiert anzeigen
es_es: Mostrar sin clasificar
he_il: הצג לא מסולסלים
it_it: Mostra non selezionato
ru_ru: Показать несортированные
sv_se: Visa osorterade
zh_cn: 显示未分类

# #30106
source: Unsorted
ar_sa: لم يتم فرزها
de_de: Unsortiert
es_es: Sin clasificar
he_il: לא מסולק
ru_ru: несортированный
sv_se: Osorterade
zh_cn: 未分类

# #30107
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Ajustes
he_il: הגדרות
it_it: impostazioni
ru_ru: настройки
sv_se: inställningar
zh_cn: 设置

# #30108
source: Send anonymous data about your settings
ar_sa: إرسال بيانات مجهولة المصدر حول الإعدادات الخاصة بك
de_de: Senden Sie anonyme Daten über Ihre Einstellungen
es_es: Enviar datos anónimos sobre su configuración
he_il: שלח נתונים אנונימיים לגבי ההגדרות שלך
it_it: Invia dati anonimi sulle tue impostazioni
ru_ru: Отправить анонимные данные о ваших настройках
sv_se: Skicka anonyma uppgifter om dina inställningar
zh_cn: 发送设置相关的匿名信息

# #30109
source: Select custom Image/IconPack
ar_sa: حدد صورة مخصصة / IconPack
de_de: Wählen Sie benutzerdefiniertes Image / IconPack
es_es: Seleccione la imagen personalizada / IconPack
he_il: בחר תמונה מותאמת אישית / IconPack
it_it: Seleziona immagine / IconPack personalizzati
ru_ru: Выберите пользовательское изображение / IconPack
sv_se: Välj anpassad bild / IconPack
zh_cn: 选择自定义的图像和图标包

# #30110
source: Clear Search Terms
ar_sa: مسح شروط البحث
de_de: Suchbegriffe löschen
es_es: Borrar términos de búsqueda
he_il: נקה מונחי חיפוש
it_it: Cancella i termini di ricerca
ru_ru: Очистить условия поиска
sv_se: Rensa sökvillkor
zh_cn: 清除搜索

# #30111
source: Hide Ratings ...
ar_sa: إخفاء التقييمات ...
de_de: Bewertungen ausblenden ...
es_es: Ocultar calificaciones ...
he_il: הסתר דירוגים ...
it_it: Nascondi valutazioni ...
ru_ru: Скрыть рейтинги ...
sv_se: Dölj värderingar ...
zh_cn: 隐藏评分

# #30112
source: Would you like to Proceed?
ar_sa: هل ترغب في المضي قدما؟
de_de: Möchten Sie fortfahren?
es_es: ¿Te gustaría proceder?
he_il: האם ברצונך להמשיך?
it_it: Vuoi continuare?
ru_ru: Хотите продолжить?
sv_se: Vill du fortsätta?
zh_cn: 你想要继续吗？

# #30113
source: Hide Rating Only When...
ar_sa: إخفاء التقييم فقط عند ...
de_de: Bewertung nur ausblenden, wenn ...
es_es: Ocultar clasificación solo cuando ...
he_il: הסתר דירוג רק כאשר ...
it_it: Nascondi valutazione solo quando ...
ru_ru: Скрыть рейтинг только когда ...
sv_se: Dölj endast omdöme när ...
zh_cn: 在此情况下隐藏评分

# #30114
source: Show 'Shoko'
ar_sa: عرض 'شوكو'
es_es: Mostrar 'Shoko'
he_il: הצג 'Shoko'
it_it: Mostra 'Shoko'
ru_ru: Шоу "Шоко"
sv_se: Visa "Shoko"
zh_cn: 显示 'Shoko'

# #30116
source: List import folders
ar_sa: قائمة مجلدات الاستيراد
de_de: Liste der Importordner
es_es: Lista de carpetas de importación
he_il: רשימת תיקיות ייבוא
it_it: Elenca le cartelle di importazione
ru_ru: Список папок для импорта
sv_se: Lista importera mappar
zh_cn: 列出导入文件夹

# #30117
source: Stats update
ar_sa: احصائيات التحديث
de_de: Status Aktualisierung
es_es: Actualización de estadísticas
he_il: עדכון נתונים סטטיסטיים
it_it: Aggiornamento delle statistiche
ru_ru: Обновление статистики
sv_se: Statistik uppdatering
zh_cn: 更新状态

# #30118
source: MediaInfo update
ar_sa: تحديث MediaInfo
es_es: Actualización de MediaInfo
he_il: עדכון
it_it: Aggiornamento MediaInfo
ru_ru: MediaInfo обновление
sv_se: MediaInfo uppdatering
zh_cn: 更新媒体信息

# #30119
source: Import Folder
ar_sa: استيراد مجلد
de_de: Import Ordner
es_es: Importar carpeta
he_il: ייבוא ​​תיקייה
it_it: Importa cartella
ru_ru: Папка для импорта
sv_se: Importera mapp
zh_cn: 导入文件夹

# #30120
source: Rescan File
ar_sa: إعادة فحص الملف
de_de: Datei erneut scannen
es_es: Volver a escanear el archivo
he_il: לסרוק מחדש את הקובץ
zh_cn: 重新扫描文件

# #30121
source: Rehash File
ar_sa: إعادة صياغة الملف
de_de: Datei erneut hashen
he_il: קובץ Rehash
it_it: File Rehash
ru_ru: Перефразировать файл
zh_cn: 重新计算文件哈希值

# #30122
source: Remove Missing Files
ar_sa: إزالة الملفات المفقودة
de_de: Fehlende Dateien entfernen
es_es: Eliminar archivos que faltan
he_il: הסר קבצים חסרים
it_it: Rimuovi i file mancanti
ru_ru: Удалить недостающие файлы
sv_se: Ta bort saknade filer
zh_cn: 移除不存在的文件

# #30123
source: More Info
ar_sa: مزيد من المعلومات
de_de: Mehr Info
es_es: Más información
he_il: עוד מידע
it_it: Ulteriori informazioni
ru_ru: Больше информации
sv_se: Mer information
zh_cn: 更多信息

# #30124
source: Vote (Series)
ar_sa: التصويت (سلسلة)
de_de: Abstimmung (Serie)
es_es: Votar (Serie)
he_il: הצבע (סדרה)
it_it: Vota (serie)
ru_ru: Голосование (Сериал)
sv_se: Rösta (Serie)
zh_cn: 投票（剧集）

# #30125
source: Vote (Episode)
ar_sa: التصويت (الحلقة)
de_de: Abstimmung (Folge)
es_es: Votar (Episodio)
he_il: הצבע (פרק)
it_it: Vota (episodio)
ru_ru: Голосование (Эпизод)
sv_se: Rösta (Episode)
zh_cn: 投票（分集）

# #30126
source: Mark Series as Watched
ar_sa: مارك سلسلة كما شاهدت
de_de: Serie als gesehen markieren
es_es: Marcar series según lo visto
he_il: סמן סדרה כפי שנצפה
it_it: Segna la serie come osservata
ru_ru: Отметить серию как просмотренную
sv_se: Mark-serien som tittade på
zh_cn: 将剧集设置为已观看

# #30127
source: Mark Series as Unwatched
ar_sa: علامة السلسلة كـ غير مراقب
de_de: Serie als nicht gesehen markieren
es_es: Marcar series como no vistas
he_il: סמן את הסדרה כבלתי מתוזמנת
it_it: Segna la serie come non acquistata
ru_ru: Отметить серию как ненаблюдаемую
sv_se: Markera serien som obesvarad
zh_cn: 将剧集设置为未观看

# #30128
source: Mark Episode as Watched
ar_sa: علامة الحلقة كما شاهدت
de_de: Episode als gesehen markieren
es_es: Episodio de Mark según lo visto
he_il: מארק פרק כפי שנצפה
it_it: Segna l'episodio come osservato
ru_ru: Отметить эпизод как просмотренный
sv_se: Markera episod som koll
zh_cn: 将分集设置为已观看

# #30129
source: Mark Episode as Unwatched
ar_sa: اجعل الحلقة غير مراقبة
de_de: Episode als nicht gesehen markieren
es_es: Marca el episodio como no visto
he_il: מארק אפיזודה
it_it: Contrassegna l'episodio come Non salvato
ru_ru: Отметить эпизод как неназванный
sv_se: Markera episoden som obesvarad
zh_cn: 将分集设置为未观看

# #30130
source: Playlist Mode
ar_sa: وضع قائمة التشغيل
de_de: Wiedergabeliste-Modus
es_es: Modo de lista de reproducción
he_il: מצב השמעה
it_it: Modalità Playlist
ru_ru: Режим воспроизведения
sv_se: Spellista läge
zh_cn: 播放列表模式

# #30131
source: Refresh
ar_sa: تحديث
de_de: Neuladen
es_es: Refrescar
he_il: רענן
it_it: ricaricare
ru_ru: обновление
sv_se: Uppdatera
zh_cn: 刷新

# #30132
source: Play (No Scrobble)
ar_sa: العب (بدون خربشة)
de_de: Abspielen (kein Scrobble)
es_es: Jugar (No Scrobble)
he_il: שחק (לא Scrobble)
it_it: Gioca (No Scrobble)
ru_ru: Играть (без скробла)
sv_se: Spela (No Scrobble)
zh_cn: 播放（不推送）

# #30133
source: Inspect Files
ar_sa: فحص الملفات
de_de: Dateien überprüfen
es_es: Inspeccionar archivos
he_il: בדוק קבצים
it_it: Ispeziona i file
ru_ru: Проверять файлы
sv_se: Inspektera filer
zh_cn: 查看文件

# #30134
source: View Cast
ar_sa: عرض المصبوب
de_de: Besetzung ansehen
es_es: Ver Cast
he_il: הצג משתתפות
it_it: Visualizza Cast
ru_ru: Посмотреть ролях
sv_se: Visa Cast
zh_cn: 查看演员表

# #30135
source: Scan your library and remove all files that have been re/moved by hand and no longer accessible by Shoko
ar_sa: قم بمسح مكتبتك ضوئيًا وإزالة جميع الملفات التي تم نقلها / نقلها يدويًا ولم يعد بإمكان Shoko الوصول إليها
de_de: Scannen Sie Ihre Bibliothek und entfernen Sie alle Dateien, die von Hand entfernt / verschoben wurden und für Shoko nicht mehr zugänglich sind
es_es: Escanee su biblioteca y elimine todos los archivos que han sido re / movidos a mano y que Shoko ya no puede acceder a ellos
he_il: סרוק את הספרייה שלך והסר את כל הקבצים שהועברו מחדש ביד ולא ניתן לגשת אליהם עוד על ידי שוקו
it_it: Scansiona la tua libreria e rimuovi tutti i file che sono stati ri / spostati a mano e non più accessibili da Shoko
ru_ru: Отсканируйте свою библиотеку и удалите все файлы, которые были повторно перемещены / перемещены вручную и которые больше не доступны Shoko
sv_se: Skanna ditt bibliotek och ta bort alla filer som har flyttats för hand och inte längre tillgängliga av Shoko
zh_cn: 扫描 Shoko 库，移除那些不存在的文件。

# #30136
source: Push status update ...
ar_sa: تحديث حالة الدفع ...
es_es: Actualización de estado de inserción ...
he_il: עדכון סטטוס דחיפה ...
it_it: Invia aggiornamento stato ...
ru_ru: Push-обновление статуса ...
sv_se: Tryck statusuppdatering ...
zh_cn: 推送状态更新…

# #30137
source: Generate Missing MediaInfo
ar_sa: توليد مفقود MediaInfo
de_de: Fehlende MediaInfo generieren
es_es: Generar MediaInfo faltante
he_il: יצירת MediaInfo חסר
it_it: Genera MediaInfo mancante
ru_ru: Создать недостающее MediaInfo
sv_se: Generera saknade MediaInfo
zh_cn: 生成丢失的媒体信息

# #30138
source: Job finished
ar_sa: انتهى العمل
de_de: Aufgabe beendet
es_es: Trabajo terminado
he_il: העבודה הסתיימה
it_it: Lavoro finito
ru_ru: Работа завершена
sv_se: Jobbet avslutat
zh_cn: 完成

# #30139
source: Fix Desynced Images in Kodi database
ar_sa: إصلاح الصور المزمنة في قاعدة بيانات Kodi
de_de: Behebung von nicht synchronen Bildern in der Kodi-Datenbank
es_es: Corregir imágenes desincronizadas en la base de datos Kodi
he_il: תקן תמונות Desynced במסד הנתונים של Kodi
it_it: Correggi le immagini desinate nel database di Kodi
ru_ru: Исправление рассинхронизированных изображений в базе данных Kodi
sv_se: Fix Desynced Images i Kodi-databasen
zh_cn: 修正 Kodi 数据库中未同步图像

# #30140
source: Import Folders
ar_sa: استيراد المجلدات
de_de: Import Ordner
es_es: Importar carpetas
he_il: ייבוא ​​תיקיות
it_it: Importa cartelle
ru_ru: Импорт папок
sv_se: Importera mappar
zh_cn: 导入的文件夹

# #30141
source: Resume
ar_sa: استئنف
de_de: Fortsetzen
es_es: Currículum
he_il: קורות חיים
it_it: Curriculum vitae
ru_ru: Продолжить
sv_se: Återuppta
zh_cn: 继续

# #30142
source: Default sorting method for Series
ar_sa: طريقة الفرز الافتراضية للسلسلة
de_de: Standardsortiermethode für Serien
es_es: Método de clasificación predeterminado para la serie
he_il: שיטת מיון ברירת המחדל לסדרה
it_it: Metodo di ordinamento predefinito per Serie
ru_ru: Метод сортировки по умолчанию для серии
sv_se: Standard sorteringsmetod för serien
zh_cn: 剧集的默认排序方法

# #30143
source: Default sorting method for Episodes
ar_sa: طريقة الفرز الافتراضية للحلقات
de_de: Standardsortiermethode für Episoden
es_es: Método de clasificación predeterminado para los episodios
he_il: ברירת המחדל של שיטת המיון עבור פרקים
it_it: Metodo di ordinamento predefinito per episodi
ru_ru: Метод сортировки по умолчанию для эпизодов
sv_se: Standard sorteringsmetod för episoder
zh_cn: 分集的默认排序方法

# #30144
source: Sorting
ar_sa: فرز
de_de: Sortierung
es_es: Clasificación
he_il: מיון
it_it: Ordinamento
ru_ru: Сортировка
sv_se: Sortering
zh_cn: 排序

# #30145
source: Experimental
ar_sa: تجريبي
he_il: ניסיוני
it_it: Sperimentale
ru_ru: экспериментальный
sv_se: Experimentell
zh_cn: 实验性

# #30146
source: Misc
ar_sa: متفرقات
de_de: Sonstiges
es_es: Misceláneo
he_il: שונות
it_it: Varie
ru_ru: Разное
sv_se: Blandat
zh_cn: 杂项

# #30147
source: -Below are Kodi's items-
ar_sa: - فيما يلي عناصر Kodi-
de_de: - Unten sind Kodis Einträge -
es_es: -Abajo están los artículos de Kodi-
he_il: -Below הם פריטים של Kodi-
it_it: -Chi sono gli articoli di Kodi-
ru_ru: -Внизу предметы Коди-
sv_se: -Below är Kodis föremål-
zh_cn: - 以下为 Kodi 菜单 -

# #30148
source: -Don't use 'Mark as watched'-
ar_sa: - لا تستخدم وضع علامة كمراقب
de_de: -Verwende nicht \'Als gesehen markieren\'-
es_es: -No uses 'Marcar como visto'
he_il: - אל תשתמש ב'מארק כפי שצפה' -
it_it: -Non usare 'Mark come visto'-
ru_ru: -Не используйте «Пометить как смотрел»
sv_se: -Du ska inte använda 'Mark as watched'-
zh_cn: - 不要使用 ‘设为已观看'-

# #30149
source: External player watch fix
ar_sa: لاعب خارجي مشاهدة الإصلاح
de_de: Fix für externe Player (gesehen Status)
es_es: Arreglo de reloj jugador externo
he_il: תיקון שעון חיצוני של שחקן
it_it: Correzione dell'orologio giocatore esterno
ru_ru: Исправление часов внешнего игрока
sv_se: Extern spelaruppsättning
zh_cn: 修复外部播放器观看的问题

# #30150
source: Hide What's New
ar_sa: إخفاء الجديد
de_de: Was gibt's Neues?
es_es: Ocultar lo nuevo
he_il: הסתר מה חדש
it_it: Nascondi le novità
ru_ru: Скрыть что нового
sv_se: Dölj vad som är nytt
zh_cn: 隐藏更新日志

# #30151
source: Unable to Add Query to List
ar_sa: غير قادر على إضافة استعلام إلى القائمة
de_de: Abfrage kann nicht zur Liste hinzugefügt werden
es_es: No se puede agregar la consulta a la lista
he_il: לא ניתן להוסיף שאילתה לרשימה
it_it: Impossibile aggiungere una query all'elenco
ru_ru: Невозможно добавить запрос в список
sv_se: Det går inte att lägga till fråga i listan
zh_cn: 无法添加查询至列表中

# #30152
source: No Episodes in Series
ar_sa: لا توجد حلقات في السلسلة
de_de: Keine Folgen in Serie
es_es: No hay episodios en serie
he_il: אין פרקים בסדרה
it_it: Nessun episodio in serie
ru_ru: Эпизодов в сериале нет
sv_se: Inga episoder i serie
zh_cn: 此剧集中没有分集

# #30153
source: Unable to Add Episode
ar_sa: غير قادر على إضافة الحلقة
de_de: Folge kann nicht hinzugefügt werden
es_es: No se puede agregar el episodio
he_il: לא ניתן להוסיף פרק
it_it: Impossibile aggiungere l'episodio
ru_ru: Невозможно добавить эпизод
sv_se: Det gick inte att lägga till episod
zh_cn: 无法添加分集

# #30154
source: We were unable to connect to Shoko Server. Please enter a valid IP or host.
ar_sa: لم نتمكن من الاتصال بخادم Shoko. \ n يرجى إدخال عنوان IP أو مضيف صالح.
de_de: Es konnte keine Verbindung zum Shoko-Server hergestellt werden. Geben Sie eine gültige IP-Adresse oder einen gültigen Host ein.
es_es: No pudimos conectarnos con el servidor Shoko. \ N Ingresa una IP o host válido.
he_il: לא הצלחנו להתחבר לשרת Shoko. \ N הזן כתובת IP חוקית או מארח.
it_it: Non è stato possibile connettersi al server Shoko. \ N Immettere un IP o un host valido.
ru_ru: Нам не удалось подключиться к серверу Shoko. \ N Пожалуйста, введите действительный IP-адрес или хост.
sv_se: Vi kunde inte ansluta till Shoko Server. \ N Vänligen ange en giltig IP eller värd.
zh_cn: 无法连接至Shoko服务器。 请输入有效的主机名或IP地址。

# #30155
source: Could not connect. Please check your connection settings.
ar_sa: تعذر الاتصال. يرجى التحقق من إعدادات الاتصال الخاصة بك.
de_de: Konnte keine Verbindung herstellen. Bitte überprüfen Sie Ihre Verbindungseinstellungen.
es_es: No pudo conectar. Por favor, compruebe su configuración de conexión.
he_il: לא הצליח להתחבר. בדוק את הגדרות החיבור שלך.
it_it: Impossibile connettersi. Si prega di verificare le impostazioni di connessione.
ru_ru: Не может подключиться. Пожалуйста, проверьте настройки подключения.
sv_se: Kunde inte ansluta. Kontrollera dina anslutningsinställningar.
zh_cn: 无法连接。请检查你的连接设置。

# #30156
source: Unable to Login
ar_sa: غير قادر على تسجيل الدخول
de_de: Anmeldung nicht möglich
es_es: Incapaz de iniciar sesión
he_il: לא מצליח להתחבר
it_it: Impossibile fare il log in
ru_ru: Невозможно войти
sv_se: Kan inte logga in
zh_cn: 无法登录

# #30157
source: We were unable to log in to Shoko Server. Please enter a valid Username and Password. The default is U: "Default" P: "" (no quotes)
ar_sa: لم نتمكن من تسجيل الدخول إلى خادم Shoko. الرجاء إدخال اسم مستخدم وكلمة مرور صالحين. الإعداد الافتراضي هو U: "Default " P: "" (بدون علامات اقتباس)
de_de: Wir konnten uns nicht bei Shoko Server anmelden. Bitte geben Sie einen gültigen Benutzernamen und ein gültiges Passwort ein. Die Standardeinstellung ist U: "Default " P: "" (keine Anführungszeichen)
es_es: No pudimos iniciar sesión en Shoko Server. Por favor ingrese un nombre de usuario y contraseña válidos. El valor predeterminado es U: "Predeterminado " P: "" (sin comillas)
he_il: לא הצלחנו להיכנס לשרת Shoko. נא להזין שם משתמש וסיסמה חוקיים. ברירת המחדל היא U: "ברירת מחדל " P: "" (ללא הצעות מחיר)
it_it: Non è stato possibile accedere a Shoko Server. Immettere un nome utente e una password validi. L'impostazione predefinita è U: "Default" P: "" (senza virgolette)
ru_ru: Нам не удалось войти на сервер Shoko. Пожалуйста, введите действительные имя пользователя и пароль. По умолчанию используется U: "Default " P: "" (без кавычек)
sv_se: Vi kunde inte logga in på Shoko Server. Ange ett giltigt användarnamn och lösenord. Standardvärdet är U: "Default " P: "" (inga citat)
zh_cn: 无法登录至Shoko服务器。 请输入正确的用户名和密码。 默认的用户名是“Default”（不包括引号），没有密码。
