Repository: ShokoAnime/Shokodi
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, he_il, it_it, ru_ru, sv_se, zh_cn

# #30001
source: Shoko Settings
ar_sa: إعدادات شوكو
de_de: Shoko-Einstellungen
es_es: Configuraciones de Shoko
he_il: הגדרות שוקו
it_it: Impostazioni di Shoko
ru_ru: Настройки Shoko
sv_se: Shoko-inställningar
zh_cn: Shoko 设置

# #30002
source: IP Address or Hostname
ar_sa: عنوان الـ IP أو إسم النطاق
de_de: IP Adresse oder Host Name
es_es: Dirección IP o nombre de host
he_il: כתובת IP או Hostname
it_it: Indirizzo IP o nome host
ru_ru: IP адрес или имя сервера
sv_se: IP-adress eller värdnamn
zh_cn: IP 地址或主机名

# #30003
source: Port
ar_sa: المنفذ
es_es: Puerto
he_il: נמל
it_it: Porta
ru_ru: Порт
sv_se: Hamn
zh_cn: 端口

# #30004
source: Query Timeout (s)
ar_sa: مهلة (طلبات) الاستعلام
de_de: Abfrage-Timeout (s)
es_es: Tiempo de espera de consulta (s)
he_il: זמן קצוב לשאילתה
ru_ru: Таймаут (сек)
zh_cn: 查询超时（秒）

# #30005
source: Sync 'Watched status' to Shoko
ar_sa: مزامنة " حالة المشاهدة " إلى شوكو
de_de: 'Gesehen Status' mit Shoko synchronisieren
es_es: Sincronizar 'Estado observado' con Shoko
he_il: סנכרן 'מצב נצפה' ל- Shoko
it_it: Sincronizza lo 'stato osservato' su Shoko
ru_ru: Синзронизировать статус просмотра с Shoko
sv_se: Synkronisera "Bevakad status" till Shoko
zh_cn: 同步观看状态至 Shoko

# #30006
source: Shoko Server
ar_sa: خادم شوكو
es_es: Servidor shoko
he_il: שרת Shoko
ru_ru: Shoko сервер
zh_cn: Shoko 服务器

# #30007
source: Watched Status Settings
ar_sa: إعدادات حالة المشاهدة
de_de: Einstellungen für 'Gesehen Status'
es_es: Configuraciones de estado vigilado
he_il: הגדרות מצב שנצפו
it_it: Impostazioni di stato controllate
ru_ru: Настройки отслеживаемого статуса
sv_se: Bevakade statusinställningar
zh_cn: 观看状态设置

# #30008
source: Language Display Priority
ar_sa: أولوية عرض اللغة
de_de: Anzeigesprache Priorität
es_es: Prioridad de visualización de idioma
he_il: הצג עדיפות שפה
it_it: Priorità di visualizzazione della lingua
ru_ru: Приоритет отбражения языков
sv_se: Språk Display Prioritet
zh_cn: 显示语言优先级

# #30009
source: Language
ar_sa: اللغة
de_de: Sprache
es_es: Lenguaje
he_il: שפה
it_it: linguaggio
ru_ru: Язык
sv_se: Språk
zh_cn: 语言

# #30010
source: Title Type
ar_sa: نوع العنوان
de_de: Titel-Art
es_es: Tipo de título
he_il: סוג כותרת
it_it: Tipo di titolo
ru_ru: Тип заголовка
sv_se: Titeltyp
zh_cn: 标题类型

# #30011
source: Shoko User
ar_sa: مستخدم شوكو
de_de: Shoko-Benutzer
es_es: Usuario Shoko
he_il: משתמש
ru_ru: Shoko Пользователь
sv_se: Shoko Användare
zh_cn: Shoko 用户

# #30012
source: Calendar
ar_sa: المذكرة
de_de: Kalender
es_es: Calendario
he_il: לוח שנה
it_it: Calendario
ru_ru: Календарь
sv_se: Kalender
zh_cn: 日历

# #30013
source: Programming Tags (how/where it aired, awards, etc)
ar_sa: علامات البرمجة (كيف / بثت ، الجوائز ، الخ)
de_de: Rahmen-Tags (wie / wo sie ausgestrahlt wurden, Auszeichnungen usw.)
es_es: Etiquetas de programación (cómo / dónde se emitió, premios, etc.)
he_il: תכנות תגיות (איך / איפה זה aired, פרסים, וכו ')
it_it: Tag di programmazione (come / dove è andato in onda, premi, ecc.)
ru_ru: Теги программирования (как / где оно транслировалось, награды и т. Д.)
sv_se: Programmeringsnamn (hur / var det luftades, utmärkelser, etc.)
zh_cn: 程序性标签（发布地点/时间/奖项等）

# #30014
source: Enable \'Pick file\' on multi files episodes
ar_sa: تفعيل \'إختيار ملف\' للحلقات المتعددة
de_de: 'Datei aussuchen' für Episoden mit mehreren Dateien aktivieren
es_es: Prender \'Elegir archivo\' en episodios con múltiples archivos
he_il: הפעל \ 'בחר קובץ \' על מספר קבצים
it_it: Abilita \ 'Seleziona file \' su episodi di file multipli
ru_ru: Включить \'Выбрать файл\' в эпизодах с несколькими файлами
sv_se: Aktivera \ 'Välj fil \' på flerfilsepisoder
zh_cn: 为多文件分集启用文件选择器

# #30015
source: Login
ar_sa: تسجيل الدخول
es_es: Iniciar sesión
he_il: התחברות
it_it: Accesso
ru_ru: Авторизоваться
sv_se: Logga in
zh_cn: 登录

# #30016
source: Password
ar_sa: كلمه السر
de_de: Passwort
es_es: Contraseña
he_il: סיסמה
it_it: Parola d'ordine
ru_ru: пароль
sv_se: Lösenord
zh_cn: 密码

# #30017
source: Device name
ar_sa: اسم الجهاز
de_de: Gerätename
es_es: Nombre del dispositivo
he_il: שם התקן
it_it: Nome del dispositivo
ru_ru: Имя устройства
sv_se: Enhetsnamn
zh_cn: 设备名称

# #30019
source: Title color conditions
ar_sa: شروط اللون العنوان
de_de: Bedingungen für die Titelfarbe
es_es: Condiciones de color del título
he_il: תנאי צבע כותרת
it_it: Condizioni di colore del titolo
ru_ru: Заголовок цветовых условий
sv_se: Titel färgförhållanden
zh_cn: 标题颜色设置

# #30020
source: Enable \'Resume\'
ar_sa: تمكين \ 'استئناف \'
de_de: 'Fortsetzen' aktivieren
es_es: Habilitar \ 'Reanudar \'
he_il: הפעל \ 'המשך'
it_it: Abilita \ 'Resume \'
ru_ru: Включить "Возобновить "
sv_se: Aktivera \ 'Fortsätt \'
zh_cn: 启用 \'继续\'

# #30021
source: Searching
ar_sa: البحث
de_de: Suchen
es_es: buscando
he_il: מחפש
it_it: Ricerca
ru_ru: поиск
sv_se: Sökande
zh_cn: 搜索

# #30022
source: Limit search results to
ar_sa: قصر نتائج البحث على
de_de: Suchergebnisse einschränken auf
es_es: Limitar los resultados de la búsqueda a
he_il: הגבל תוצאות חיפוש ל
it_it: Limita i risultati della ricerca a
ru_ru: Ограничить результаты поиска до
sv_se: Begränsa sökresultaten till
zh_cn: 限制搜索结果至

# #30023
source: Video settings
ar_sa: اعدادات الفيديو
de_de: Video-Einstellungen
es_es: Ajustes de video
he_il: הגדרות וידיאו
it_it: Impostazioni video
ru_ru: Настройки видео
sv_se: Videoinställningar
zh_cn: 视频设置

# #30024
source: Percent to Play before Marking as Watched
ar_sa: النسبة المئوية للعب قبل وضع علامة كمراقب
de_de: Prozentsatz, ab der als 'Gesehen' markiert wird
es_es: Porcentaje para jugar antes de marcar como visto
he_il: אחוז לפני הצפייה לפני סימון לפי הצפייה
it_it: Percentuale da giocare prima di segnare come guardato
ru_ru: Процент для воспроизведения, прежде чем отмечать как просмотренные
sv_se: Procentandel att spela innan du markerar som bevakad
zh_cn: 设置为已观看的进度百分比

# #30025
source: Notification Window when Marked as Watched
ar_sa: نافذة الإخطار عند وضع علامة عليها كمشاهدة
de_de: Benachrichtigung wenn eine Episode als gesehen markiert wurde
es_es: Ventana de notificación cuando está marcada como vista
he_il: חלון ההודעות כאשר מסומן כנצפה
it_it: Finestra di notifica se contrassegnata come osservata
ru_ru: Окно уведомлений, когда отмечено как просмотренное
sv_se: Meddelandefönster när markerad som bevakad
zh_cn: 设置为已观看后弹出提示窗口

# #30026
source: Kodi Player Settings
ar_sa: إعدادات مشغل Kodi
de_de: Kodi Player-Einstellungen
es_es: Configuración del reproductor Kodi
he_il: Kodi הגדרות נגן
it_it: Impostazioni Kodi Player
ru_ru: Настройки Kodi Player
zh_cn: Kodi 播放器设置

# #30027
source: Max time to wait for buffer (in ms)
ar_sa: أقصى وقت لانتظار المخزن المؤقت (بالمللي ثانية)
de_de: Maximale Wartezeit für den Puffer (in ms)
es_es: Tiempo máximo para esperar el búfer (en ms)
he_il: זמן מקסימלי להמתין למאגר (ב- ms)
it_it: Tempo massimo di attesa per il buffer (in ms)
ru_ru: Максимальное время ожидания буфера (в мс)
sv_se: Max tid att vänta på buffert (i ms)
zh_cn: 最大缓冲长度（毫秒）

# #30028
source: Shorten Tag List
ar_sa: اختصار قائمة العلامات
de_de: Tag-Liste kürzen
es_es: Acortar lista de etiquetas
he_il: קצר את רשימת התגים
it_it: Accorciare la lista dei tag
ru_ru: Сократить список тегов
sv_se: Förkorta tagglistan
zh_cn: 缩短标签列表

# #30029
source: cache
ar_sa: مخبأ
de_de: Zwischenspeicher
he_il: מטמון
it_it: nascondiglio
ru_ru: кэш
zh_cn: 缓存

# #30030
source: Enable cache
ar_sa: تمكين ذاكرة التخزين المؤقت
de_de: Zwischenspeicher aktivieren
es_es: Habilitar caché
he_il: הפעל מטמון
it_it: Abilita cache
ru_ru: Включить кеш
sv_se: Aktivera cacheminnet
zh_cn: 启用缓存

# #30031
source: Finished Series with all normal episodes
ar_sa: انتهى السلسلة مع جميع الحلقات العادية
de_de: Abgeschlossene Serie mit allen normalen Folgen
es_es: Serie terminada con todos los episodios normales.
he_il: הסתיים עם כל הפרקים הנורמליים
it_it: Serie finita con tutti gli episodi normali
ru_ru: Готовая серия со всеми нормальными эпизодами
sv_se: Avslutad serie med alla normala episoder
zh_cn: 已完成的完整剧集

# #30032
source: Trigger Voting after each episode
ar_sa: الزناد التصويت بعد كل حلقة
de_de: Abstimmung nach jeder Folge auslösen
es_es: Pedir voto después de cada episodio
he_il: להצביע הצבעה לאחר כל פרק
it_it: Trigger Voting dopo ogni episodio
ru_ru: Триггерное голосование после каждого эпизода
sv_se: Trigger Röstning efter varje episod
zh_cn: 每集后显示投票

# #30033
source: Limit TAG results to
ar_sa: قصر نتائج TAG على
de_de: Tag Ergebnisse begrenzen auf
es_es: Limitar los resultados de TAG a
he_il: הגבל תוצאות TAG ל
it_it: Limita i risultati del TAG a
ru_ru: Ограничить результаты TAG
sv_se: Begränsa TAG resultat till
zh_cn: 限制标签结果至

# #30034
source: Series Vote after completing it
ar_sa: سلسلة التصويت بعد الانتهاء منه
de_de: Abstimmung für Serie nach Fertigstellung
es_es: Serie Vota después de completarlo
he_il: סדרה הצבעה לאחר השלמתה
it_it: Voto dopo averlo completato
ru_ru: Серия Голосование после его завершения
sv_se: Serie Rösta efter att ha slutfört den
zh_cn: 系列播放完毕后显示投票

# #30035
source: Enable voting for Trakt
ar_sa: تمكين التصويت ل Trakt
de_de: Abstimmung über Trakt aktivieren
es_es: Habilitar la votación para Trakt
he_il: אפשר הצבעה עבור Trakt
it_it: Abilitare il voto per Trakt
ru_ru: Включить голосование за Тракт
sv_se: Aktivera röstning för Trakt
zh_cn: 为 Trakt 启用投票

# #30036
source: Trakt Scrobble
ru_ru: Тракт Скроббл
zh_cn: Trakt 记录

# #30037
source: Enable Trakt Scrobble Notification
ar_sa: تمكين Trakt Scrobble Notification
de_de: Aktivieren Sie die Trakt-Scrobble-Benachrichtigung
es_es: Habilitar la notificación de Trakt Scrobble
he_il: אפשר הודעה Trakt Scrobble
it_it: Abilita notifica Scrobble Trakt
ru_ru: Включить Trakt Scrobble Notification
sv_se: Aktivera Trakt Scrobble Notification
zh_cn: 启用 Trakt 记录通知

# #30038
source: Trakt support
ar_sa: دعم Trakt
de_de: Trakt-Unterstützung
es_es: Soporte de trakt
he_il: תמיכה
it_it: Supporto Trakt
ru_ru: Тракт поддержка
zh_cn: Track 支持

# #30039
source: Show -continue-
ar_sa: عرض - تابع -
de_de: -Fortfahren- anzeigen
es_es: Mostrar -continuar-
he_il: הצג -
it_it: Mostra-continua-
ru_ru: Показать-продолжение-
sv_se: Visa-fortsätt-
zh_cn: 显示 -继续-

# #30040
source: Use local file count for total episodes
ar_sa: استخدام عدد الملفات المحلية لإجمالي الحلقات
de_de: Anzahl der vorhandenen Dateien als Episodenanzahl verwenden
es_es: Utilice el recuento de archivos locales para episodios totales
he_il: השתמש בספירת קבצים מקומית עבור סך כל הפרקים
it_it: Usa il numero di file locali per gli episodi totali
ru_ru: Использовать локальное количество файлов для общего количества эпизодов
sv_se: Använd lokal filantal för totala episoder
zh_cn: 使用本地文件数目计算集数

# #30041
source: Airing Series with all normal episodes
ar_sa: بث سلسلة مع جميع الحلقات العادية
de_de: Ausstrahlungsserie mit allen normalen Folgen
es_es: Series de aireación con todos los episodios normales.
he_il: Airing סדרה עם כל פרקים רגילים
it_it: Serie Airing con tutti gli episodi normali
ru_ru: Проветривание сериала со всеми нормальными эпизодами
sv_se: Airing Series med alla normala episoder
zh_cn: 正在播放的完整剧集

# #30042
source: Spam the Log with info (only enable if told to)
ar_sa: البريد المزعج السجل مع معلومات (فقط تمكين إذا قيل ل)
de_de: Log mit Informationen fluten (nur aktivieren wenn dazu aufgeforderter)
es_es: Spam the Log con información (solo habilitar si se indica)
he_il: ספאם יומן עם מידע (רק לאפשר אם אמר)
it_it: Spam il registro con informazioni (abilitare solo se detto a)
ru_ru: Спам в журнале с информацией (включите, только если сказано)
sv_se: Skräp loggen med info (endast aktivera om det beräknas)
zh_cn: 使用 Info 级别记录日志（仅在需要时开启）

# #30043
source: Finished Series with missing normal episodes
ar_sa: سلسلة منتهية مع حلقات عادية مفقودة
de_de: Fertige Serie mit fehlenden normalen Folgen
es_es: Serie terminada con episodios normales perdidos
he_il: הסתיים סדרה עם פרקים נורמליים חסר
it_it: Serie finita con episodi normali mancanti
ru_ru: Законченная серия с отсутствующими нормальными эпизодами
sv_se: Avslutad serie med saknade normala episoder
zh_cn: 已完成的缺失文件剧集

# #30044
source: Advanced
ar_sa: المتقدمة
de_de: Erweitert
es_es: Avanzado
he_il: מתקדם
it_it: Avanzate
ru_ru: продвинутый
sv_se: Avancerad
zh_cn: 高级

# #30045
source: AniDB Helper or Otherwise Useless Tags
ar_sa: AniDB مساعد أو غير مجدية العلامات
de_de: AniDB-Hilfsprogramm oder ansonsten unbrauchbare Tags
es_es: AniDB Helper o etiquetas inútiles
he_il: AniDB עוזר או אחרת חסר תועלת תגיות
it_it: Aiutante AniDB o altrimenti tag inutili
ru_ru: AniDB Помощник или В противном случае Бесполезные Теги
sv_se: AniDB Helper eller Annars Useless Tags
zh_cn: AniDB辅助标签或其他无用的标签

# #30046
source: Tag Filter
ar_sa: تصفية العلامة
es_es: Etiqueta de filtro
he_il: מסנן תג
it_it: Filtro Tag
ru_ru: Фильтр тегов
zh_cn: 标签过滤器

# #30047
source: Art Style Tags
ar_sa: الفن نمط العلامات
de_de: Kunststil-Tags
es_es: Etiquetas de estilo de arte
he_il: אמנות סגנון תגיות
it_it: Tag stile arte
ru_ru: Теги в стиле арт
sv_se: Art Style Taggar
zh_cn: 艺术风格标签

# #30048
source: Source Tags (Manga, original, etc)
ar_sa: مصدر العلامات (مانغا ، الأصلي ، الخ)
de_de: Quell-Tags (Manga, Original usw.)
es_es: Etiquetas Fuente (Manga, originales, etc.)
he_il: תגיות מקור (מנגה, מקורי, וכו ')
it_it: Tag di origine (manga, originale, ecc.)
ru_ru: Исходные теги (манга, оригинал и т. Д.)
sv_se: Källa Taggar (Manga, original, etc)
zh_cn: 原作标签（漫画、原创等）

# #30049
source: Useful Helper Tags (mostly related to OP/ED style)
ar_sa: علامات مساعد مفيدة (تتعلق في الغالب بأسلوب OP / ED)
de_de: Nützliche Helfer-Tags (hauptsächlich im Zusammenhang mit OP / ED-Stil)
es_es: Etiquetas útiles de ayuda (en su mayoría relacionadas con el estilo OP / ED)
he_il: שימושי עוזר תגיות (הקשורים בעיקר בסגנון OP / ED)
it_it: Utili tag helper (principalmente relativi allo stile OP / ED)
ru_ru: Полезные вспомогательные теги (в основном связанные со стилем OP / ED)
sv_se: Användbara hjälparter (mest relaterade till OP / ED-stil)
zh_cn: 有用的辅助标签（通常与OP/ED风格有关）

# #30050
source: Spoiler Tags (so and so dies/wins/etc)
ar_sa: المفسد الكلمات (يموت فلان / يفوز / الخ)
de_de: Spoiler Tags (so und so stirbt / gewinnt / etc)
es_es: Etiquetas de Spoiler (tal y como muere / gana / etc)
he_il: ספוילר תגיות (כך וכך מת / זוכה / וכו ')
it_it: Tag spoiler (così e così muore / vince / etc)
ru_ru: Теги спойлера (так и так умирает / побеждает / и т. Д.)
sv_se: Spoiler Tags (så och så dör / vinner / etc)
zh_cn: 剧透标签（谁赢了/死了之类的）

# #30051
source: Treat Subgroups as 'Seasons'
de_de: Untergruppen als 'Staffeln' behandeln
es_es: Trate a los subgrupos como 'estaciones'
he_il: התייחסו לקבוצות משנה בתור 'עונות'
it_it: Tratta i sottogruppi come \'Stagioni\'
ru_ru: Относитесь к подгруппам как к временам года
sv_se: Behandla undergrupper som "årstider"
zh_cn: 将子组作为'季'

# #30052
source: Use Server Title
ar_sa: استخدام عنوان الخادم
de_de: Servertitel verwenden
es_es: Usar el título del servidor
he_il: השתמש כותרת שרת
it_it: Usa il titolo del server
ru_ru: Использовать заголовок сервера
sv_se: Använd servertitel
zh_cn: 使用服务器标题

# #30053
source: *Go to First Unwatched Episode*
ar_sa: * اذهب إلى الحلقة الأولى غير المراقبة *
de_de: * Gehe zur ersten ungesehenen Episode *
es_es: * Ir al primer episodio no visto *
he_il: * עבור אל הפרק הראשון Unwatched *
it_it: * Vai al primo episodio non registrato *
ru_ru: * Перейти к первому эпизоду без присмотра *
sv_se: * Gå till första obesvarade episoden *
zh_cn: *转到第一个未观看的章节*

# #30054
source: Browsing
ar_sa: التصفح
de_de: Durchsuchen
es_es: Hojeada
he_il: גלישה
it_it: navigazione
ru_ru: просмотр
sv_se: Bläddring
zh_cn: 浏览

# #30055
source: Time to wait for refresh to move selection (adjust for sync)
ar_sa: وقت الانتظار للتحديث لنقل التحديد (ضبط للمزامنة)
de_de: Wartezeit für die Aktualisierung, um die Auswahl zu verschieben (für die Synchronisierung anpassen)
es_es: Tiempo de espera para actualizar para mover la selección (ajustar para sincronización)
he_il: זמן להמתין לבחירה לבחירה (התאמה לסנכרון)
it_it: Tempo di attesa per l'aggiornamento per spostare la selezione (regolare per la sincronizzazione)
ru_ru: Время ждать обновления, чтобы переместить выделение (настроить для синхронизации)
sv_se: Tiden att vänta på uppdatering för att flytta markeringen (justera för synkronisering)
zh_cn: 移动选择标签后等待刷新时间（调整以同步）

# #30056
source: Title Settings
ar_sa: إعدادات العنوان
de_de: Titeleinstellungen
es_es: Configuración de título
he_il: הגדרות כותרת
it_it: Impostazioni del titolo
ru_ru: Настройки заголовка
sv_se: Titelinställningar
zh_cn: 标题设置

# #30057
source: Context Menu Settings
ar_sa: إعدادات قائمة السياق
de_de: Kontextmenü-Einstellungen
es_es: Ajustes del menú contextual
he_il: הגדרות תפריט ההקשר
it_it: Impostazioni del menu contestuale
ru_ru: Настройки контекстного меню
sv_se: Kontextmenyinställningar
zh_cn: 上下文菜单设置

# #30058
source: Date format
ar_sa: صيغة التاريخ
de_de: Datumsformat
es_es: Formato de fecha
he_il: פורמט תאריך
it_it: Formato data
ru_ru: Формат даты
sv_se: Datumformat
zh_cn: 日期格式

# #30059
source: Airing Series with missing normal episodes
ar_sa: بث سلسلة مع حلقات طبيعية في عداد المفقودين
de_de: Ausstrahlungsserie mit fehlenden normalen Folgen
es_es: Serie de aireación con episodios normales perdidos
he_il: אייר סדרה עם פרקים נורמליים חסר
it_it: Serie Airing con episodi normali mancanti
ru_ru: Сериал с пропущенными нормальными эпизодами
sv_se: Airing Series med saknade normala episoder
zh_cn: 正在播放的缺失文件剧集

# #30060
source: Finished Series with all episodes (including specials)
ar_sa: انتهى السلسلة مع جميع الحلقات (بما في ذلك العروض الخاصة)
de_de: Fertige Serie mit allen Folgen (einschließlich Specials)
es_es: Serie terminada con todos los episodios (incluyendo especiales)
he_il: הסתיים עם כל הפרקים (כולל מבצעים)
it_it: Serie finita con tutti gli episodi (compresi gli speciali)
ru_ru: Готовая серия со всеми эпизодами (включая спец.)
sv_se: Avslutad serie med alla episoder (inklusive specialerbjudanden)
zh_cn: 已完成的完整剧集（带SP）

# #30061
source: Switch Calendar to Directory based
ar_sa: التبديل التقويم إلى الدليل القائم
de_de: Kalender auf Verzeichnisbasis umstellen
es_es: Cambiar calendario a directorio basado
he_il: החלף את היומן ל- Directory מבוסס
it_it: Passa al calendario in base alla directory
ru_ru: Переключить календарь на каталог
sv_se: Byt kalender till katalogbaserad
zh_cn: 切换为基于文件夹的日历

# #30062
source: Use new Mark as Watched Style
ar_sa: استخدم علامة جديدة كنمط مراقب
de_de: Verwenden Sie den neuen Mark as Watched Style
es_es: Use la nueva marca como estilo visto
he_il: השתמש חדש מארק כפי שנצפה סגנון
it_it: Usa il nuovo contrassegno come stile guardato
ru_ru: Использовать новую марку в качестве наблюдаемого стиля
sv_se: Använd nytt märke som tittat på stil
zh_cn: 使用新的以观看标签

# #30063
source: Enable remote debugging (web-pdb)
ar_sa: تمكين تصحيح الأخطاء عن بُعد (web-pdb)
de_de: Remote-Debugging aktivieren (Web-PDB)
es_es: Habilitar la depuración remota (web-pdb)
he_il: אפשר איתור באגים מרחוק (web-pdb)
it_it: Abilita il debug remoto (web-pdb)
ru_ru: Включить удаленную отладку (web-pdb)
sv_se: Aktivera fjärrfelsökning (web-pdb)
zh_cn: 启用远程调试（web-pdb）

# #30064
source: Tweaks
ar_sa: القرص
de_de: Optimierungen
es_es: Retoques
he_il: שינויים
it_it: Ritocchi
zh_cn: 微调

# #30065
source: Play
ar_sa: لعب
de_de: Abspielen
es_es: Jugar
he_il: שחק
it_it: Giocare
ru_ru: Играть
sv_se: Spela
zh_cn: 播放

# #30066
source: Disable Kodi's Internal Cast Menu
ar_sa: تعطيل كودي المصبوب الداخلية القائمة
de_de: Deaktivieren Sie das interne Besetzungsmenü von Kodi
es_es: Deshabilitar el menú interno de Kodi
he_il: השבת את התפריט הפנימי של קודי
it_it: Disattiva il menu Cast interno di Kodi
ru_ru: Отключить внутреннее меню Коди
sv_se: Inaktivera Kodis interna cast-meny
zh_cn: 禁用 Kodi 内置的演员表

# #30067
source: Use the source thumbnail ratio instead of 16:9
ar_sa: استخدم نسبة الصورة المصغرة المصدر بدلاً من 16: 9
de_de: Verwenden Sie anstelle von 16: 9 das Quell-Miniaturbild-Verhältnis
es_es: Utilice la relación de miniatura de origen en lugar de 16: 9
he_il: השתמש ביחס התמונה הממוזערת במקום 16: 9
it_it: Utilizza il rapporto di miniature sorgente anziché 16: 9
ru_ru: Используйте соотношение исходных миниатюр вместо 16: 9
sv_se: Använd källa-miniatyrförhållandet istället för 16: 9
zh_cn: 使用原本的预览宽高比

# #30068
source: Ignore Specials for Watched States
ar_sa: تجاهل العروض الخاصة للدول المراقبة
de_de: Sonderfolgen für überwachte Zustände ignorieren
es_es: Ignorar especiales para estados vigilados
he_il: התעלם ממדינות נבחרות
it_it: Ignora gli Speciali per gli stati controllati
ru_ru: Игнорировать специальные предложения для отслеживаемых состояний
sv_se: Ignorera specialerbjudanden för bevakade stater
zh_cn: 忽略SP的观看状态

# #30069
source: Cached data expiration time (s)
ar_sa: وقت انتهاء صلاحية البيانات المخزنة مؤقتًا
de_de: Verfallszeit zwischengespeicherter Daten
es_es: Tiempo (s) de expiración de datos en caché
he_il: זמן תפוגה של נתונים בקובץ שמור
it_it: Tempo (i) di scadenza dei dati memorizzati nella cache
ru_ru: Срок действия кэшированных данных (с)
sv_se: Cachad datautgångstid (er)
zh_cn: 缓存过期时间（秒）

# #30070
source: Setting tags (time/place/etc)
ar_sa: وضع العلامات (الوقت / المكان / الخ)
de_de: Rahmen-Tags (Zeit / Ort / etc)
es_es: Etiquetas de ajuste (tiempo / lugar / etc)
he_il: הגדרת תגים (זמן / מקום / וכו ')
it_it: Impostazione dei tag (tempo / luogo / ecc.)
ru_ru: Установка тегов (время / место / и т. Д.)
sv_se: Inställning av taggar (tid / plats / etc)
zh_cn: 设置标签（时间/地点等）

# #30071
source: Airing Series with all episodes (including specials)
ar_sa: بث سلسلة مع جميع الحلقات (بما في ذلك العروض الخاصة)
de_de: Ausstrahlungsserie mit allen Folgen (einschließlich Specials)
es_es: Serie de transmisión con todos los episodios (incluyendo especiales)
he_il: Airing סדרה עם כל הפרקים (כולל מבצעים)
it_it: Serie Airing con tutti gli episodi (compresi gli speciali)
ru_ru: Эфирная серия со всеми эпизодами (включая спец.)
sv_se: Airing Series med alla episoder (inklusive specialerbjudanden)
zh_cn: 正在播放的完整剧集（带SP）

# #30072
source: Replace -continue- with Episode counter
ar_sa: استبدال - متابعة - مع عداد الحلقة
de_de: Ersetzen Sie -fortsetzen- durch den Episodenzähler
es_es: Reemplazar -continuar- con el contador de episodios
he_il: החלף - המשך - עם מונה פרק
it_it: Sostituisci -continua- con il contatore degli episodi
ru_ru: Заменить -continue- на счетчик эпизодов
sv_se: Ersätt-fortsätt-med episodräknare
zh_cn: 以剧集计数器替代 -继续- 菜单

# #30073
source: Enable Title colorization
ar_sa: تمكين تلوين العنوان
de_de: Titelfärbung aktivieren
es_es: Habilitar coloración de título
he_il: הפעל את צבע הכותרת
it_it: Abilita colorazione del titolo
ru_ru: Включить цвет заголовка
sv_se: Aktivera titelfärgning
zh_cn: 启用多彩标题

# #30074
source: Spoiler control
ar_sa: المفسد السيطرة
de_de: Spoilersteuerung
es_es: Control de spoiler
he_il: שליטה ספוילר
it_it: Controllo spoiler
ru_ru: Спойлер управления
sv_se: Spoiler kontroll
zh_cn: 剧透控制

# #30075
source: Hide episode title for unwatched
ar_sa: إخفاء عنوان الحلقة لغير المراقبة
de_de: Verstecke den Episodentitel für nicht gesehene
es_es: Ocultar el título del episodio para no visto
he_il: הסתר כותרת פרק עבור unattched
it_it: Nascondi titolo episodio per non eseguito
ru_ru: Скрыть заголовок эпизода для невидимого
sv_se: Dölj episodtitel för oöppnad
zh_cn: 隐藏未观看分集的标题

# #30076
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
he_il: פרק
it_it: Episodio
ru_ru: Эпизод
sv_se: Episod
zh_cn: 分集

# #30077
source: Replace images for unwatched episodes
ar_sa: استبدال الصور للحلقات غير المراقبة
de_de: Ersetzen Sie Bilder für nicht gesehene Episoden
es_es: Reemplazar imágenes para episodios no vistos
he_il: החלף תמונות עבור פרקים לא רצויים
it_it: Sostituisci le immagini per gli episodi non voluti
ru_ru: Заменить изображения для невидимых эпизодов
sv_se: Byt ut bilder för oöppnade episoder
zh_cn: 替换未观看分集的图像
