Repository: ShokoAnime/Shokodi
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, es_es, he_il, it_it, ru_ru, sv_se, zh_cn

# #30158
source: Could not log in. Please check your user settings.
ar_sa: لا يمكن تسجيل الدخول. يرجى التحقق من إعدادات المستخدم الخاصة بك.
de_de: Konnte nicht angemeldet werden. Bitte überprüfen Sie Ihre Benutzereinstellungen.
es_es: No se pudo iniciar sesión. Por favor, compruebe su configuración de usuario.
he_il: לא ניתן להתחבר. בדוק את הגדרות המשתמש שלך.
it_it: Impossibile accedere. Controlla le impostazioni dell'utente.
ru_ru: Не удалось войти. Проверьте настройки пользователя.
sv_se: Kunde inte logga in. Var god kontrollera dina användarinställningar.
zh_cn: 无法登录。请检查用户设置。

# #30159
source: Unable to Connect
ar_sa: غير قادر على الاتصال
de_de: Verbindung konnte nicht hergestellt werden
es_es: No puede conectarse
he_il: לא מצליח להתחבר
it_it: Impossibile connetersi
ru_ru: Невозможно подключиться
sv_se: Kan inte ansluta
zh_cn: 无法连接

# #30160
source: Please Wait
ar_sa: ارجوك انتظر
de_de: Bitte warten
es_es: Por favor espera
he_il: המתן בבקשה
it_it: Attendere prego
ru_ru: Подождите пожалуйста
sv_se: Vänta
zh_cn: 请稍候

# #30161
source: Getting from Server...
ar_sa: الحصول على من خادم ...
de_de: Vom Server abrufen ...
es_es: Obtención del servidor ...
he_il: מקבל משרת ...
it_it: Ottenere dal server ...
ru_ru: Получение с сервера ...
sv_se: Komma från Server ...
zh_cn: 从服务器获取中…

# #30162
source: Loading Results...
ar_sa: تحميل النتائج ...
de_de: Ergebnisse werden geladen ...
es_es: Cargando resultados ...
he_il: טוען תוצאות ...
it_it: Caricamento risultati ...
ru_ru: Загрузка результатов ...
sv_se: Laddar resultat ...
zh_cn: 载入结果中…

# #30163
source: Getting Episodes from Server...
ar_sa: الحصول على الحلقات من الخادم ...
de_de: Episoden vom Server abrufen ...
es_es: Obteniendo episodios del servidor ...
he_il: מקבל פרקים מהשרת ...
it_it: Ottenere episodi dal server ...
ru_ru: Получение эпизодов с сервера ...
sv_se: Få episoder från servern ...
zh_cn: 从服务器获取分集中…

# #30164
source: Waiting for response from Server...
ar_sa: في انتظار الرد من خادم ...
de_de: Warten auf Antwort vom Server ...
es_es: Esperando respuesta del servidor ...
he_il: ממתין לתגובה מהשרת ...
it_it: In attesa di risposta dal server ...
ru_ru: Ожидание ответа от сервера ...
sv_se: Väntar på svar från server ...
zh_cn: 等待服务器响应…

# #30165
source: Sending request to Transcode server...
ar_sa: جارٍ إرسال الطلب إلى خادم Transcode ...
de_de: Anfrage wird an Transcode-Server gesendet ...
es_es: Enviando solicitud al servidor Transcode ...
he_il: שולח בקשה לשרת ...
it_it: Invio della richiesta al server di transcodifica ...
ru_ru: Отправка запроса на сервер Transcode ...
sv_se: Sändningsförfrågan till Transcode server ...
zh_cn: 向转码服务器发送转码请求

# #30166
source: Waiting given time (postpone)
ar_sa: انتظار وقت معين (تأجيل)
de_de: Warte für angegebene Zeit (verschieben)
es_es: Tiempo de espera dado (posponer)
he_il: ממתין זמן (לדחות)
it_it: In attesa di tempo (posticipare)
ru_ru: Ожидание данного времени (отложить)
sv_se: Väntar givet tid (skjut upp)
zh_cn: 延迟指定时间

# #30167
source: Video Library
ar_sa: مكتبة الفيديو
de_de: Videobibliothek
es_es: Videoteca
he_il: ספריית וידאו
it_it: Libreria video
ru_ru: Видеотека
sv_se: Videobibliotek
zh_cn: 视频库

# #30168
source: Sync watched with Video Library
ar_sa: مزامنة شاهدت مع مكتبة الفيديو
de_de: Mit Videobibliothek synchronisieren
es_es: Sync visto con la biblioteca de videos
he_il: הסנכרון התבונן בספריית הווידאו
it_it: Sync guardato con la libreria video
ru_ru: Синхронизация просмотра с видео библиотекой
sv_se: Synkronisering tittade på videobiblioteket
zh_cn: 与视频库同步观看状态

# #30169
source: Use seiyuu picture for cast data
ar_sa: استخدام صورة seiyuu للبيانات المدلى بها
de_de: Verwenden Sie das Seiyuu-Bild für Besetzungsdaten
es_es: Usa la imagen de seiyuu para los datos de lanzamiento
he_il: השתמש תמונה seiyuu עבור נתונים יצוק
it_it: Usa l'immagine seiyuu per i dati cast
ru_ru: Используйте картинку сэйю для каста данных
sv_se: Använd seiyuu-bilden för gjutdata
zh_cn: 在职员表中使用声优图片

# #30170
source: Recently Added Series/Episodes
ar_sa: أضيف مؤخرا سلسلة / الحلقات
de_de: Kürzlich hinzugefügte Serien / Folgen
es_es: Series / episodios recientemente agregados
he_il: סדרות / פרקים שנוספו לאחרונה
it_it: Serie / episodi aggiunti di recente
ru_ru: Недавно Добавленные Сериалы / Эпизоды
sv_se: Nyligen tillagda serier / avsnitt
zh_cn: 近期添加的剧集

# #30171
source: Force Burn-In subtitles
ar_sa: قوة حرق في ترجمات
de_de: Einbrenn-Untertitel erzwingen
es_es: Forzar subtítulos de grabación
he_il: כפה כתוביות של צריבה
it_it: Forza i sottotitoli Burn-In
ru_ru: Force Burn-In субтитры
sv_se: Tvinga in-undertexter
zh_cn: 强制内嵌字幕

# #30172
source: Resend profile
ar_sa: إعادة إرسال الملف الشخصي
de_de: Profil erneut senden
es_es: Reenviar perfil
he_il: שלח שוב את הפרופיל
it_it: Reinvia profilo
ru_ru: Переслать профиль
sv_se: Skicka igen profil
zh_cn: 重发配置

# #30173
source: Debug
ar_sa: التصحيح
de_de: Debuggen
es_es: Depurar
he_il: ניפוי באגים
it_it: mettere a punto
ru_ru: отлаживать
zh_cn: 调试

# #30174
source: Play (transcode)
ar_sa: تشغيل (تحويل الشفرة)
de_de: Abspielen (Transcode)
es_es: Reproducir (transcodificar)
he_il: הפעל (קידוד)
it_it: Riproduci (transcodifica)
ru_ru: Воспроизвести (перекодировать)
sv_se: Spela (transkoder)
zh_cn: 播放（转码）

# #30175
source: Play (DirectPlay)
ar_sa: تشغيل (DirectPlay)
de_de: Abspielen (DirectPlay)
es_es: Jugar (DirectPlay)
he_il: הפעל (DirectPlay)
it_it: Riproduci (DirectPlay)
sv_se: Spela (DirectPlay)
zh_cn: 播放（直接解码）

# #30176
source: Add to transcode queue
ar_sa: إضافة إلى قائمة انتظار الترميز
de_de: Zur Transcodierungswarteschlange hinzufügen
es_es: Agregar a la cola de transcodificación
he_il: הוסף לתור להמיר
it_it: Aggiungi alla coda di transcodifica
ru_ru: Добавить в очередь перекодировки
sv_se: Lägg till i transkodkön
zh_cn: 添加至转码队列

# #30177
source: Examine stream information
ar_sa: فحص تيار المعلومات
de_de: Überprüfen Sie die Stream-Informationen
es_es: Examinar la información del flujo
he_il: בחן מידע על זרם
it_it: Esaminare le informazioni sul flusso
ru_ru: Изучите информацию о потоке
sv_se: Undersök ströminformation
zh_cn: 检查流信息

# #30178
source: Select Audio stream
ar_sa: حدد دفق الصوت
de_de: Wählen Sie Audio-Stream
es_es: Seleccionar transmisión de audio
he_il: בחרו בזרם שמע
it_it: Seleziona Flusso audio
ru_ru: Выберите аудио поток
sv_se: Välj Ljudström
zh_cn: 选择音频轨

# #30179
source: Select Subtitle stream
ar_sa: حدد دفق الترجمة
de_de: Wählen Sie Untertitel-Stream
es_es: Seleccionar secuencia de subtítulos
he_il: בחרו זרם כתוביות
it_it: Seleziona Stream sottotitoli
ru_ru: Выберите поток субтитров
sv_se: Välj undertextsström
zh_cn: 选择字幕轨

# #30180
source: No Results Found
ar_sa: لا توجد نتائج
de_de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
he_il: לא נמצאו תוצאות
it_it: Nessun risultato trovato
ru_ru: Результаты не найдены
sv_se: Inga resultat funna
zh_cn: 没有找到结果

# #30181
source: Try a Different Query
ar_sa: حاول استعلام مختلف
de_de: Versuchen Sie es mit einer anderen Abfrage
es_es: Pruebe una consulta diferente
he_il: נסה שאילתה אחרת
it_it: Prova una domanda diversa
ru_ru: Попробуйте другой запрос
sv_se: Prova en annan fråga
zh_cn: 尝试其他查询方法

# #30182
source: Finished
ar_sa: تم الانتهاء من
de_de: Fertig
es_es: Terminado
he_il: סיים
it_it: Finito
ru_ru: Законченный
sv_se: Färdiga
zh_cn: 完成

# #30183
source: You already finished this.
ar_sa: لقد انتهيت بالفعل من هذا.
de_de: Du hast das schon beendet.
es_es: Ya terminaste esto.
he_il: כבר סיימת את זה.
it_it: Hai già finito questo.
ru_ru: Вы уже закончили это.
sv_se: Du har redan gjort det här.
zh_cn: 此项目已完成

# #30184
source: Suggest Series rating based on ep rating
ar_sa: تشير تصنيف السلسلة على أساس تصنيف ep
de_de: Schlagen Sie die Serienbewertung basierend auf der EP-Bewertung vor
es_es: Sugerir calificación de la serie basada en la calificación ep
he_il: הצע דירוג סדרה על סמך דירוג ep
it_it: Suggerisci una valutazione in serie in base alla valutazione ep
ru_ru: Предложить рейтинг серии на основе рейтинга EP
sv_se: Föreslå seriens betyg baserat på ep-betyg
zh_cn: 根据分集分数推荐剧集的分数

# #30185
source: Require all Episodes being rated before suggesting
ar_sa: تتطلب جميع الحلقات يجري تصنيفها قبل اقتراح
de_de: Es ist erforderlich, dass alle Episoden bewertet sind, bevor sie vorgeschlagen werden
es_es: Requerir que todos los episodios sean calificados antes de sugerir
he_il: דרש את כל הפרקים שידורגו לפני שתציע
it_it: Richiede che tutti gli episodi vengano valutati prima di suggerire
ru_ru: Требовать оценки всех эпизодов, прежде чем предлагать
sv_se: Kräv att alla avsnitt ska betygsättas innan du föreslår
zh_cn: 在推荐前需要为所有分集打分

# #30189
source: Queued File for Rehash
ar_sa: قائمة الانتظار ملف ل Rehash
de_de: Datei für erneutes Hashen einreichen
es_es: Archivo en cola para Rehash
he_il: קובץ תורים עבור Rehash
it_it: File in coda per Rehash
ru_ru: Файл в очереди для Rehash
zh_cn: 重新计算哈希队列中的文件

# #30190
source: Queued File for Rescan
ar_sa: قائمة الانتظار ملف لإعادة تفحص
de_de: Datei für erneute Überprüfung in die Warteschlange eingereiht
es_es: Archivo en cola para volver a explorar
he_il: קובץ תורים עבור Rescan
it_it: File in coda per Rescan
ru_ru: Файл в очереди для повторного сканирования
sv_se: Könfil för återcanning
zh_cn: 重新扫描队列中的文件

# #30191
source: Refreshing in 10 seconds
ar_sa: منعش في 10 ثانية
de_de: Aktualisierung in 10 Sekunden
es_es: Refrescante en 10 segundos.
he_il: מרענן תוך 10 שניות
it_it: Rinfrescante in 10 secondi
ru_ru: Обновление за 10 секунд
sv_se: Uppfriskande om 10 sekunder
zh_cn: 10秒后刷新

# #30192
source: Adding to transcode queue
ar_sa: إضافة إلى قائمة انتظار الترميز
de_de: Hinzufügen zur Transcode-Warteschlange
es_es: Agregar a la cola de transcodificación
he_il: מוסיף לתור להמיר
it_it: Aggiunta alla coda di transcodifica
ru_ru: Добавление в очередь перекодирования
sv_se: Lägger till transkodkön
zh_cn: 正在添加至转码队列

# #30193
source: It may take some time.
ar_sa: قد يستغرق بعض الوقت.
de_de: Das kann etwas dauern.
es_es: Puede tomar algún tiempo.
he_il: זה עלול לקחת קצת זמן.
it_it: Potrebbe volerci del tempo.
ru_ru: Это может занять некоторое время.
sv_se: Det kan ta lite tid.
zh_cn: 这可能需要花费一些时间……

# #30194
source: Incorrect Credentials
ar_sa: أوراق غير صحيحة
de_de: Falsche Anmeldeinformationen
es_es: Credenciales incorrectas
he_il: אישורי שגוי
it_it: Credenziali errate
ru_ru: Неверные учетные данные
sv_se: Felaktiga referenser
zh_cn: 验证不正确

# #30195
source: Please change them in Settings
ar_sa: يرجى تغييرها في الإعدادات
de_de: Bitte ändern Sie diese in den Einstellungen
es_es: Por favor, cambiarlos en la configuración
he_il: שנה אותם ב'הגדרות '
it_it: Si prega di cambiarli in Impostazioni
ru_ru: Пожалуйста, измените их в настройках
sv_se: Ändra dem i Inställningar
zh_cn: 请在设置中修改

# #30196
source: Files
ar_sa: ملفات
de_de: Dateien
es_es: Archivos
he_il: קבצים
it_it: File
ru_ru: файлы
sv_se: filer
zh_cn: 文件

# #30197
source: No connection to Shoko server
ar_sa: لا يوجد اتصال بخادم Shoko
de_de: Keine Verbindung zum Shoko-Server
es_es: No hay conexión con el servidor Shoko
he_il: אין חיבור לשרת Shoko
it_it: Nessuna connessione al server Shoko
ru_ru: Нет подключения к серверу Shoko
sv_se: Ingen anslutning till Shoko-servern
zh_cn: 没有连接到 Shoko 服务器

# #30198
source: Queued Run Import on Server
ar_sa: قائمة الانتظار تشغيل الاستيراد على الخادم
de_de: 'Import ausführen' auf Server eingereiht
es_es: Ejecución en cola de importación en el servidor
he_il: ייבוא ​​הפעלה
it_it: Esegui esecuzione in coda sul server
ru_ru: Импорт в очередь на сервере
sv_se: Kör kör import på server
zh_cn: 请求队列导入

# #30199
source: Queued Import Folder Scan
ar_sa: قائمة انتظار استيراد مجلد المسح الضوئي
de_de: Importordner-Scan in Warteschlange
es_es: Exploración de carpetas en cola de importación
he_il: ייבוא ​​סריקה תיקייה
it_it: Scansione delle cartelle di importazione in coda
ru_ru: Сканирование папок в очереди на импорт
sv_se: Kön import mappsökning
zh_cn: 请求队列指向文件夹扫描

# #30200
source: Watched Status Changed
ar_sa: تم تغيير الحالة التي تمت مشاهدتها
de_de: Gesehen Status geändert
es_es: Estado observado cambiado
he_il: מצב הצילום השתנה
it_it: Stato osservato modificato
ru_ru: Наблюдаемый статус изменен
sv_se: Visad status ändrad
zh_cn: 观看状态已改变

# #30201
source: Marked as
ar_sa: تم وضع علامة باسم
de_de: Markiert als
es_es: Marcado como
he_il: מסומן כ
it_it: Contrassegnato come
ru_ru: Помечено как
sv_se: Markerad som
zh_cn: 标记为

# #30202
source: Watched
ar_sa: شاهد
de_de: Gesehen
es_es: Mirado
he_il: הסתכלתי
it_it: Visti
ru_ru: Смотрели
sv_se: Betraktade
zh_cn: 已观看

# #30203
source: Unwatched
ar_sa: غير مراقب
de_de: Ungesehen
es_es: Sin vigilar
he_il: לא מתוזמן
ru_ru: необслуживаемый
sv_se: osedda
zh_cn: 未观看

# #30204
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: retirar
he_il: הסר
it_it: Rimuovere
ru_ru: Удалить
sv_se: Ta bort
zh_cn: 移除

# #30205
source: Extracting subtitles...
ar_sa: استخراج الترجمات ...
de_de: Untertitel werden extrahiert ...
es_es: Extrayendo subtítulos ...
he_il: מחלץ כתוביות ...
it_it: Estrazione dei sottotitoli ...
ru_ru: Извлечение субтитров ...
sv_se: Extraherar undertexter ...
zh_cn: 解压字幕中…

# #30206
source: Waiting for transcode to start...
ar_sa: في انتظار بدء تحويل الرمز ...
de_de: Warten auf den Start des Transcodes ...
es_es: Esperando a que comience la transcodificación ...
he_il: ממתין להתחלפות הקוד ...
it_it: In attesa dell'avvio della transcodifica ...
ru_ru: Ожидание начала транскодирования ...
sv_se: Väntar på att transkoden börjar ...
zh_cn: 等待转码开始…

# #30207
source: Results
ar_sa: النتائج
de_de: Ergebnisse
es_es: Resultados
he_il: תוצאות
it_it: risultati
ru_ru: Результаты
sv_se: Resultat
zh_cn: 结果

# #30208
source: Please install and enable addon
ar_sa: الرجاء تثبيت وتمكين الملحق
de_de: Bitte installieren und aktivieren Sie das Addon
es_es: Instala y habilita el complemento
he_il: אנא התקן והפעל את addon
it_it: Installa e abilita il componente aggiuntivo
ru_ru: Пожалуйста, установите и включите аддон
sv_se: Installera och aktivera addon
zh_cn: 请安装并启用插件

# #30209
source: Would you like to enable addon?
ar_sa: هل ترغب في تمكين الملحق؟
de_de: Möchten Sie das Addon aktivieren?
es_es: ¿Desea habilitar el complemento?
he_il: האם תרצה לאפשר addon?
it_it: Desideri abilitare il componente aggiuntivo?
ru_ru: Вы хотите включить аддон?
sv_se: Vill du aktivera addon?
zh_cn: 你想要启用插件吗？

# #30210
source: Would you like to install addon
ar_sa: هل ترغب في تثبيت الملحق
de_de: Möchten Sie das Addon installieren?
es_es: ¿Desea instalar el complemento?
he_il: האם תרצה להתקין את addon
it_it: Desideri installare il componente aggiuntivo
ru_ru: Хотите установить аддон
sv_se: Vill du installera addon
zh_cn: 你想要安装插件吗？

# #30211
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
he_il: מועדפים
it_it: Preferiti
ru_ru: Избранные
sv_se: favoriter
zh_cn: 收藏

# #30212
source: Add to Favorites
ar_sa: اضافة الى المفضلة
de_de: Zu den Favoriten hinzufügen
es_es: Agregar a los favoritos
he_il: הוסף למועדפים
it_it: Aggiungi ai preferiti
ru_ru: Добавить в избранное
sv_se: Lägg till i favoriter
zh_cn: 添加到收藏

# #30213
source: Remove from Favorites
ar_sa: إزالة من المفضلة
de_de: Von Favoriten entfernen
es_es: Remover de favoritos
he_il: הסר מהמועדפים
it_it: Rimuovi dai preferiti
ru_ru: Удалить из Избранного
sv_se: Ta bort från favoriter
zh_cn: 移除收藏

# #30214
source: Show
ar_sa: تبين
es_es: mostrar
he_il: הצגה
it_it: Mostrare
ru_ru: Шоу
zh_cn: 显示

# #30215
source: Bookmark
ar_sa: المرجعية
de_de: Lesezeichen
es_es: Marcador
he_il: סימניה
it_it: Segnalibro
ru_ru: закладка
sv_se: Bokmärke
zh_cn: 书签

# #30216
source: Add Bookmark
ar_sa: اضافة للمفضلة
de_de: Lesezeichen hinzufügen
es_es: Añadir marcador
he_il: הוסף סימניה
it_it: Aggiungi segnalibro
ru_ru: Добавить закладку
sv_se: Lägg till bokmärke
zh_cn: 添加至书签

# #30217
source: Remove Bookmark
ar_sa: إزالة المرجعية
de_de: Lesezeichen entfernen
es_es: Eliminar marcador
he_il: הסר את הסימניה
it_it: Rimuovi segnalibro
ru_ru: Удалить закладку
sv_se: Ta bort bokmärke
zh_cn: 移除书签

# #30218
source: It's taking longer than expected
ar_sa: يستغرق وقتا أطول مما كان متوقعا
de_de: Es dauert länger als erwartet
es_es: Está tardando más de lo esperado
he_il: זה לוקח זמן רב מהצפוי
it_it: Ci vuole più tempo del previsto
ru_ru: Это займет больше времени, чем ожидалось
sv_se: Det tar längre tid än väntat
zh_cn: 花费的时间比预期长

# #30219
source: Start
ar_sa: بداية
es_es: comienzo
he_il: התחל
it_it: Inizio
ru_ru: Начните
zh_cn: 开始

# #30220
source: Pause
ar_sa: وقفة
es_es: Pausa
he_il: הפסקה
it_it: Pausa
ru_ru: Пауза
sv_se: Paus
zh_cn: 暂停

# #30221
source: Search
ar_sa: بحث
de_de: Suche
es_es: Buscar
he_il: לחפש
it_it: Ricerca
ru_ru: Поиск
sv_se: Sök
zh_cn: 搜索

# #30222
source: Calendar
ar_sa: التقويم
de_de: Kalender
es_es: Calendario
he_il: לוח שנה
it_it: Calendario
ru_ru: Календарь
sv_se: Kalender
zh_cn: 日历

# #30223
source: Airing Today
ar_sa: بث اليوم
de_de: Ausstrahlung heute
es_es: Transmitiendo hoy
he_il: אייר היום
it_it: In onda oggi
ru_ru: Проветривание сегодня
sv_se: Luftar idag
zh_cn: 今日播放

# #30224
source: New Search
ar_sa: بحث جديد
de_de: Neue Suche
es_es: Nueva búsqueda
he_il: חיפוש חדש
it_it: Nuova ricerca
ru_ru: Новый поиск
sv_se: Ny sökning
zh_cn: 新搜索

# #30225
source: Quick Search
ar_sa: بحث سريع
de_de: Schnelle Suche
es_es: Búsqueda rápida
he_il: חיפוש מהיר
it_it: Ricerca rapida
ru_ru: Быстрый поиск
sv_se: Snabbsökning
zh_cn: 快速搜索

# #30226
source: Genre Tags
ar_sa: النوع العلامات
es_es: Etiquetas de género
he_il: תגיות ז'אנר
it_it: Tag di genere
ru_ru: Жанровые теги
zh_cn: 体裁标签

# #30227
source: Filter Tags to
ar_sa: تصفية العلامات إلى
de_de: Tags filtern nach
es_es: Filtrar etiquetas para
he_il: סינון תגיות ל
it_it: Filtra tag in
ru_ru: Фильтровать теги в
sv_se: Filtrera etiketter till
zh_cn: 标签过滤至

# #30228
source: Clear
ar_sa: واضح
de_de: klar
es_es: Claro
he_il: ברור
it_it: Chiaro
ru_ru: Очистить
sv_se: Klar
zh_cn: 清除

# #30229
source: Color
zh_cn: 颜色

# #30230
source: Customize
zh_cn: 自定义

# #30231
source: Make Filters bold
zh_cn: 加粗过滤器字体

# #30232
source: Bold
zh_cn: 加粗

# #30018
source: API Key
ar_sa: مفتاح API
de_de: API-Schlüssel
es_es: Clave API
he_il: מפתח API
it_it: Chiave API
ru_ru: Ключ API
sv_se: API-nyckel

# #30115
source: Shoko
ar_sa: شوكو
he_il: שוקו
ru_ru: Шоко
